module.exports = {
  ITEM: {
    head: [
    //パラメータが増比
    {str: '野球帽',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.01',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'1,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: 'バンダナ',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.01',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'1,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '三角帽子',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.01',men:'0,0.0',atk:'0,0.0',def:'1,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '仮面',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.01',atk:'0,0.0',def:'2,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '一角',param:{str:'0,0.01',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'2,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: 'ヘルメット',param:{str:'0,0.0',vit:'0,0.01',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'4,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    ],arm: [
    //パラメータが増加
    {str: '軍手',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'2,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'2,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '刺青',param:{str:'0,0.0',vit:'0,0.0',agi:'2,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'1,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '布手袋',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'2,0.0',men:'0,0.0',atk:'0,0.0',def:'3,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: 'ミサンガ',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'2,0.0',atk:'0,0.0',def:'1,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: 'バンデージ',param:{str:'2,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'2,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '革手甲',param:{str:'0,0.0',vit:'2,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'5,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    ],
    rHand: [
    //ランク1
    {str: '木の棒',param:{ex:'てやーっ！',type:'hammer',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'5,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'6,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '薪割り斧',param:{ex:'よいしょっ！',type:'axe',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'8,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'2,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: 'おもちゃの剣',param:{ex:'電池式で光る斬撃！',type:'sword',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'2,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'6,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '竹刀',param:{ex:'めーーーーんっ！！',type:'katana',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'4,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'7,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '包丁',param:{ex:'...',type:'knife',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'8,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'5,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: 'ボロ杖',param:{ex:'ファイア！',type:'lod',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'8,0.0',men:'0,0.0',atk:'1,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'1,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '幻の右',param:{ex:'すごいぱんちっ！',type:'knuckle',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'5,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'7,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '竹槍',param:{ex:'無心に突く！',type:'spear',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'6,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'5,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: 'エアガン',param:{ex:'狙いを定めて...撃つ！',type:'gun',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'2,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'8,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '鍋フタ',param:{ex:'防御こそ最大の攻撃！！',type:'shield',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'8,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},

    //ランク2
    {str: '釘バット',param:{ex:'パワーヒッター',type:'hammer',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'5,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'6,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: 'ブロードアックス',param:{ex:'よいしょっ！',type:'axe',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'8,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'2,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: 'シミター',param:{ex:'電池式で光る斬撃！',type:'sword',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'2,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'6,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: '打刀',param:{ex:'めーーーーんっ！！',type:'katana',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'4,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'7,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: 'サバイバルナイフ',param:{ex:'...',type:'knife',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'8,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'5,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: '錫杖',param:{ex:'初級魔法・ファイア！',type:'lod',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'8,0.0',men:'0,0.0',atk:'1,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'1,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: 'メリケンサック',param:{ex:'すごいぱんちっ！',type:'knuckle',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'5,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'7,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: '薙刀',param:{ex:'無心に突く！',type:'spear',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'6,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'5,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: 'ハンドガン',param:{ex:'狙いを定めて...撃つ！',type:'gun',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'2,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'8,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: 'バックラー',param:{ex:'防御こそ最大の攻撃！！',type:'shield',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'8,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},

    {str: 'メイス',param:{ex:'てやーっ！',type:'hammer',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'5,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'6,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: '戦斧',param:{ex:'よいしょっ！',type:'axe',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'8,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'2,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: 'ロングソード',param:{ex:'電池式で光る斬撃！',type:'sword',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'2,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'6,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: '小太刀',param:{ex:'めーーーーんっ！！',type:'katana',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'4,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'7,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: '脇差',param:{ex:'...',type:'knife',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'8,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'5,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: '司祭杖',param:{ex:'初級魔法・ファイア！',type:'lod',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'8,0.0',men:'0,0.0',atk:'1,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'1,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: 'スパイクナックル',param:{ex:'すごいぱんちっ！',type:'knuckle',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'5,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'7,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: '鉄矛',param:{ex:'無心に突く！',type:'spear',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'6,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'5,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: 'クロスボウ',param:{ex:'レインアロー',type:'gun',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'2,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'8,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: 'ライオットシールド',param:{ex:'守の構え',type:'shield',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'8,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},


    ],
    lHand: [
    {str: '木の棒',param:{ex:'てやーっ！',type:'hammer',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'5,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'6,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '薪割り斧',param:{ex:'よいしょっ！',type:'axe',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'8,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'2,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: 'おもちゃの剣',param:{ex:'電池式で光る斬撃！',type:'sword',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'2,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'6,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '竹刀',param:{ex:'めーーーーんっ！！',type:'katana',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'4,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'7,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '包丁',param:{ex:'...',type:'knife',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'8,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'5,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: 'ボロ杖',param:{ex:'ファイア！',type:'lod',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'8,0.0',men:'0,0.0',atk:'1,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'1,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '伝説の左',param:{ex:'すごいぱんちっ！',type:'knuckle',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'5,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'7,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '竹槍',param:{ex:'無心に突く！',type:'spear',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'6,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'5,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: 'エアガン',param:{ex:'狙いを定めて...撃つ！',type:'gun',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'2,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'8,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '鍋フタ',param:{ex:'防御こそ最大の攻撃！！',type:'shield',str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'8,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},


    ],body: [
        //パラメータが増加
    {str: 'ツナギ',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'5,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'3,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: 'ボクシングパンツ',param:{str:'0,0.0',vit:'0,0.0',agi:'5,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'1,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: 'ガウン',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'5,0.0',men:'0,0.0',atk:'0,0.0',def:'2,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '法衣',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'5,0.0',atk:'0,0.0',def:'2,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: 'ジャージ',param:{str:'5,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'3,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '革鎧',param:{str:'0,0.0',vit:'5,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'5,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},

    {str: 'ツナギ',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'5,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'3,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: 'ボクシングパンツ',param:{str:'0,0.0',vit:'0,0.0',agi:'5,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'1,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: 'ガウン',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'5,0.0',men:'0,0.0',atk:'0,0.0',def:'2,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: '法衣',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'5,0.0',atk:'0,0.0',def:'2,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: 'ジャージ',param:{str:'5,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'3,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: '革鎧',param:{str:'0,0.0',vit:'5,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'5,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    ],shoe: [
            //パラメータが増加
    {str: '下駄',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.01',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'1,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: 'スニーカー',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.01',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'2,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '革靴',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.01',men:'0,0.0',atk:'0,0.0',def:'2,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '草履',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.01',atk:'0,0.0',def:'1,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: 'スパイクシューズ',param:{str:'0,0.01',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'2,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: 'ブーツ',param:{str:'0,0.0',vit:'0,0.01',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'2,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},

    {str: '下駄',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.01',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'1,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: 'スニーカー',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.01',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'2,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: '革靴',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.01',men:'0,0.0',atk:'0,0.0',def:'2,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: '草履',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.01',atk:'0,0.0',def:'1,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: 'スパイクシューズ',param:{str:'0,0.01',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'2,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    {str: 'ブーツ',param:{str:'0,0.0',vit:'0,0.01',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'2,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},    
    ],acce: [
    //ぱらめーたぞうひ。そしてだうん
    {str: '銅指輪',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.02',int:'0,0.0',men:'0,-0.02',atk:'0,0.0',def:'0,0.0',hp:'1,0.0',mp:'4,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '銅首飾り',param:{str:'0,0.0',vit:'0,-0.02',agi:'0,0.02',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'2,0.0',mp:'4,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '銅耳飾り',param:{str:'0,-0.02',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.02',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'1,0.0',mp:'5,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: 'ネズミのしっぽ',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,-0.02',int:'0,0.0',men:'0,0.02',atk:'0,0.0',def:'0,0.0',hp:'6,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: 'ぼろマント',param:{str:'0,0.02',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,-0.02',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'3,0.0',mp:'3,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: 'お守り',param:{str:'0,0.0',vit:'0,0.02',agi:'0,-0.02',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'5,0.0',mp:'2,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},

    {str: '鉄指輪',param:{str:'0,0.0',vit:'0,0.04',agi:'0,-0.04',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'10,0.0',mp:'8,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},
    ]
  },TITLE1:[//アイテムのタイトルねステータスに影響
    {str: '',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:0}},
    //ランク1
    {str: '軽い',param:{str:'0,0.0',vit:'-2,-0.01',agi:'2,0.01',dex:'0,0.01',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '重い',param:{str:'0,0.0',vit:'2,0.01',agi:'-2,-0.01',dex:'0,0.0',int:'0,0.01',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '堅い',param:{str:'2,0.01',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'-2,-0.01',men:'0,0.01',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '柔軟な',param:{str:'-2,-0.01',vit:'0,0.0',agi:'0,0.0',dex:'0,0.01',int:'2,0.01',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '古い',param:{str:'0,0.01',vit:'0,0.0',agi:'0,0.0',dex:'-2,-0.01',int:'0,0.0',men:'2,0.01',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '新しい',param:{str:'0,0.0',vit:'0,0.01',agi:'0,0.0',dex:'2,0.01',int:'0,0.0',men:'-2,-0.01',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},

    //ランク2
    {str: '貴重な',param:{str:'5,0.0',vit:'5,0.0',agi:'5,0.0',dex:'5,0.0',int:'5,0.0',men:'5,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},

    //ランク3
    {str:'たゆたう',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'-20,0.0',def:'0,0.0',hp:'40,0.0',mp:'40,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
    {str:'祝福された',param:{str:'10,0.0',vit:'10,0.0',agi:'10,0.0',dex:'10,0.0',int:'10,0.0',men:'10,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
    {str:'古びた',param:{str:'0,0.0',vit:'-100,0.0',agi:'0,0.0',dex:'0,0.0',int:'20,0.0',men:'20,0.0',atk:'20,0.0',def:'20,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
    {str:'硬い',param:{str:'20,0.0',vit:'50,0.0',agi:'0,0.0',dex:'20,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
    {str:'可愛い',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'50,0.0',men:'50,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
    {str:'かっこいい',param:{str:'50,0.0',vit:'0,0.0',agi:'50,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
    {str:'壊れた',param:{str:'0,0.0',vit:'-100,0.0',agi:'0,0.0',dex:'-100,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
    {str:'丈夫な',param:{str:'0,0.0',vit:'200,0.0',agi:'-200,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
    {str:'軽い',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
    {str:'輝く',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
    {str:'透明な',param:{str:'50,0.0',vit:'0,0.0',agi:'50,0.0',dex:'0,0.0',int:'0,0.0',men:'20,0.0',atk:'0,0.0',def:'-100,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
    {str:'派手な',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'-100,0.0',cri:'150,0.0',sp:'0'}},
    {str:'封印されし',param:{str:'0,0.0',vit:'0,0.0',agi:'-150,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'150,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
    {str:'実体無き',param:{str:'0,0.0',vit:'-200,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'200,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
  ],TITLE2:[//アイテムのタイトルねﾊﾟﾗﾒｰﾀに影響
    {str: '',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:0}},
    //ランク1
    {str: '疾風の',param:{str:'0,0.0',vit:'-2,-0.01',agi:'2,0.01',dex:'0,0.01',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '岩石の',param:{str:'0,0.0',vit:'2,0.01',agi:'-2,-0.01',dex:'0,0.0',int:'0,0.01',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '火炎の',param:{str:'2,0.01',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'-2,-0.01',men:'0,0.01',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '氷結の',param:{str:'-2,-0.01',vit:'0,0.0',agi:'0,0.0',dex:'0,0.01',int:'2,0.01',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '暗闇の',param:{str:'0,0.01',vit:'0,0.0',agi:'0,0.0',dex:'-2,-0.01',int:'0,0.0',men:'2,0.01',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},
    {str: '光輝の',param:{str:'0,0.0',vit:'0,0.01',agi:'0,0.0',dex:'2,0.01',int:'0,0.0',men:'-2,-0.01',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:1}},

    //ランク2
    {str: '栄光の',param:{str:'0,0.05',vit:'0,0.05',agi:'0,0.05',dex:'0,0.05',int:'0,0.05',men:'0,0.05',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0',rare:2}},

    //ランク3

    {str: '',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
    {str:'黄昏の',param:{str:'0,0.02',vit:'0,0.02',agi:'0,0.0',dex:'0,-0.04',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
    {str:'漆黒の',param:{str:'0,0.0',vit:'0,0.02',agi:'0,0.0',dex:'0,0.0',int:'0,-0.04',men:'0,0.0',atk:'0,0.02',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
    {str:'黎明の',param:{str:'0,0.0',vit:'0,-0.04',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.05',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
    {str:'風の',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'10,0.0',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
    {str:'炎の',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'10,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
    {str:'水の',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'5,0.0',men:'5,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
    {str:'光の',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.05',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
    {str:'闇の',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.05',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
    {str:'天空の',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.04',men:'0,0.04',atk:'0,-0.04',def:'0,0.0',hp:'0,0.0',mp:'0,0.04',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
    {str:'古の',param:{str:'0,0.0',vit:'0,0.04',agi:'0,-0.04',dex:'0,0.0',int:'0,0.0',men:'0,0.02',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
    {str:'秘密の',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,-0.04',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'5,0.02',avo:'5,0.02',cri:'5,0.02',sp:'0'}},
    {str:'天下の',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,-0.04',men:'0,0.0',atk:'10,0.05',def:'10,0.05',hp:'0,0.0',mp:'0,0.0',spd:'0,0.0',avo:'0,0.0',cri:'0,0.0',sp:'0'}},
    {str:'刹那の',param:{str:'0,0.0',vit:'0,0.0',agi:'0,0.0',dex:'0,0.0',int:'0,0.0',men:'0,0.0',atk:'0,0.0',def:'0,0.0',hp:'0,0.0',mp:'0,0.0',spd:'10,0.0',avo:'0,0.0',cri:'0,0.05',sp:'0'}},
    {str:'ひよこの',param:{str:'10,0.0',vit:'10,0.0',agi:'10,0.0',dex:'10,0.0',int:'10,0.0',men:'10,0.0',atk:'10,0.0',def:'10,0.0',hp:'10,0.0',mp:'10,0.0',spd:'10,0.0',avo:'10,0.0',cri:'10,0.0',sp:'0'}},
      ],CLASS:[
    {str:"村人",param:{str:"5,0",vit:"5,0",dex:"5,0",agi:"5,0",int:"5,0",men:"5,0",hp:",0",mp:"0,0",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"村人",param:{str:"5,0",vit:"5,0",dex:"5,0",agi:"5,0",int:"5,0",men:"5,0",hp:",0",mp:"0,0",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"村人",param:{str:"5,0",vit:"5,0",dex:"5,0",agi:"5,0",int:"5,0",men:"5,0",hp:",0",mp:"0,0",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"村人",param:{str:"5,0",vit:"5,0",dex:"5,0",agi:"5,0",int:"5,0",men:"5,0",hp:",0",mp:"0,0",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"村人",param:{str:"5,0",vit:"5,0",dex:"5,0",agi:"5,0",int:"5,0",men:"5,0",hp:",0",mp:"0,0",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"村人",param:{str:"5,0",vit:"5,0",dex:"5,0",agi:"5,0",int:"5,0",men:"5,0",hp:",0",mp:"0,0",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"村人",param:{str:"5,0",vit:"5,0",dex:"5,0",agi:"5,0",int:"5,0",men:"5,0",hp:",0",mp:"0,0",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"村人",param:{str:"5,0",vit:"5,0",dex:"5,0",agi:"5,0",int:"5,0",men:"5,0",hp:",0",mp:"0,0",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"村人",param:{str:"5,0",vit:"5,0",dex:"5,0",agi:"5,0",int:"5,0",men:"5,0",hp:",0",mp:"0,0",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"村人",param:{str:"5,0",vit:"5,0",dex:"5,0",agi:"5,0",int:"5,0",men:"5,0",hp:",0",mp:"0,0",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},

    {str:"冒険者",param:{str:"2,0",vit:"2,0",dex:"2,0",agi:"2,0",int:"2,0",men:"2,0",hp:"10,0",mp:"10,0",atk:"10,0.0",def:"10,0.0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"冒険者",param:{str:"2,0",vit:"2,0",dex:"2,0",agi:"2,0",int:"2,0",men:"2,0",hp:"10,0",mp:"10,0",atk:"10,0.0",def:"10,0.0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"冒険者",param:{str:"2,0",vit:"2,0",dex:"2,0",agi:"2,0",int:"2,0",men:"2,0",hp:"10,0",mp:"10,0",atk:"10,0.0",def:"10,0.0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"冒険者",param:{str:"2,0",vit:"2,0",dex:"2,0",agi:"2,0",int:"2,0",men:"2,0",hp:"10,0",mp:"10,0",atk:"10,0.0",def:"10,0.0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"冒険者",param:{str:"2,0",vit:"2,0",dex:"2,0",agi:"2,0",int:"2,0",men:"2,0",hp:"10,0",mp:"10,0",atk:"10,0.0",def:"10,0.0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"魔法使い",param:{str:"0,-0.1",vit:"0,-0.1",dex:"0,0",agi:"0,0",int:"10,0.1",men:"10,0.1",hp:"0,0",mp:"10,0.1",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"魔法使い",param:{str:"0,-0.1",vit:"0,-0.1",dex:"0,0",agi:"0,0",int:"10,0.1",men:"10,0.1",hp:"0,0",mp:"10,0.1",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"魔法使い",param:{str:"0,-0.1",vit:"0,-0.1",dex:"0,0",agi:"0,0",int:"10,0.1",men:"10,0.1",hp:"0,0",mp:"10,0.1",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},

    {str:"剣士",param:{str:"10,0.1",vit:"10,0.1",dex:"0,0",agi:"0,0",int:"0,-0.1",men:"0,0.0",hp:"10,0.1",mp:"0,-0.1",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"商人",param:{str:"0,-0.1",vit:"10,0.1",dex:"10,0.1",agi:"0,0",int:"10,0.1",men:"0,-0.1",hp:"0,0",mp:"0,0.0",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"盗賊",param:{str:"10,0.1",vit:"0,-0.1",dex:"10,0.1",agi:"10,1",int:"0,-0.1",men:"0,0.0",hp:"0,0",mp:"0,0.0",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"僧侶",param:{str:"0,-0.1",vit:"0,0.0",dex:"0,0",agi:"0,-0.1",int:"0,0.0",men:"10,0.1",hp:"10,0.1",mp:"10,0.1",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"剣士",param:{str:"10,0.1",vit:"10,0.1",dex:"0,0",agi:"0,0",int:"0,-0.1",men:"0,0.0",hp:"10,0.1",mp:"0,-0.1",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"商人",param:{str:"0,-0.1",vit:"10,0.1",dex:"10,0.1",agi:"0,0",int:"10,0.1",men:"0,-0.1",hp:"0,0",mp:"0,0.0",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"盗賊",param:{str:"10,0.1",vit:"0,-0.1",dex:"10,0.1",agi:"10,1",int:"0,-0.1",men:"0,0.0",hp:"0,0",mp:"0,0.0",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"僧侶",param:{str:"0,-0.1",vit:"0,0.0",dex:"0,0",agi:"0,-0.1",int:"0,0.0",men:"10,0.1",hp:"10,0.1",mp:"10,0.1",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"剣士",param:{str:"10,0.1",vit:"10,0.1",dex:"0,0",agi:"0,0",int:"0,-0.1",men:"0,0.0",hp:"10,0.1",mp:"0,-0.1",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"商人",param:{str:"0,-0.1",vit:"10,0.1",dex:"10,0.1",agi:"0,0",int:"10,0.1",men:"0,-0.1",hp:"0,0",mp:"0,0.0",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"盗賊",param:{str:"10,0.1",vit:"0,-0.1",dex:"10,0.1",agi:"10,1",int:"0,-0.1",men:"0,0.0",hp:"0,0",mp:"0,0.0",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"僧侶",param:{str:"0,-0.1",vit:"0,0.0",dex:"0,0",agi:"0,-0.1",int:"0,0.0",men:"10,0.1",hp:"10,0.1",mp:"10,0.1",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"剣士",param:{str:"10,0.1",vit:"10,0.1",dex:"0,0",agi:"0,0",int:"0,-0.1",men:"0,0.0",hp:"10,0.1",mp:"0,-0.1",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"商人",param:{str:"0,-0.1",vit:"10,0.1",dex:"10,0.1",agi:"0,0",int:"10,0.1",men:"0,-0.1",hp:"0,0",mp:"0,0.0",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"盗賊",param:{str:"10,0.1",vit:"0,-0.1",dex:"10,0.1",agi:"10,1",int:"0,-0.1",men:"0,0.0",hp:"0,0",mp:"0,0.0",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},
    {str:"僧侶",param:{str:"0,-0.1",vit:"0,0.0",dex:"0,0",agi:"0,-0.1",int:"0,0.0",men:"10,0.1",hp:"10,0.1",mp:"10,0.1",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:1}},

    {str:"暗殺者",param:{str:"0,-0.1",vit:"0,-0.2",dex:"0,0",agi:"0,0.2",int:"0,-0.2",men:"0,0",hp:"0,0",mp:"0,0",atk:"0,0",def:"0,-0.1",spd:"0,0.25",avo:"0,0.25",cri:"0,0.25",sp:0,rare:2}},
    {str:"魔術士",param:{str:"0,-0.2",vit:"0,-0.2",dex:"0,0",agi:"0,0",int:"0,0.4",men:"0,0.4",hp:"0,0",mp:"0,0.2",atk:"0,0",def:"0,-0.1",spd:"0,0",avo:"0,0",cri:"0,0",sp:0,rare:2}},
    {str:"暗黒騎士",param:{str:"0,0.3",vit:"0,0.2",dex:"0,0",agi:"0,0",int:"0,0",men:"0,-0.3",hp:"0,-0.3",mp:"0,0",atk:"0,0.3",def:"0,0.2",spd:"0,0",avo:"0,0",cri:"0,0",sp:0},rare:2},
    {str:"剣豪",param:{str:"0,0.2",vit:"0,-0.3",dex:"0,0",agi:"0,0",int:"0,0",men:"0,0.2",hp:"0,0",mp:"0,0",atk:"0,0",def:"0,-0.2",spd:"0,0",avo:"0,0.3",cri:"0,0.3",sp:0,rare:2}},
  ],TITLE:[
    {str:"天才",param:{str:"0,0.2",vit:"0,0.2",dex:"0,0.2",agi:"0,0.2",int:"0,0.2",men:"0,0.2",hp:"0,0.2",mp:"0,0.2",atk:"0,0.2",def:"0,0.2",spd:"0,0.2",avo:"0,0.2",cri:"0,0.2",sp:0}},
    {str:"天才",param:{str:"0,0.2",vit:"0,0.2",dex:"0,0.2",agi:"0,0.2",int:"0,0.2",men:"0,0.2",hp:"0,0.2",mp:"0,0.2",atk:"0,0.2",def:"0,0.2",spd:"0,0.2",avo:"0,0.2",cri:"0,0.2",sp:0}},
    {str:"伝説の",param:{str:"0,0.4",vit:"0,0.4",dex:"0,0.4",agi:"0,0.4",int:"0,0.4",men:"0,0.4",hp:"0,0.4",mp:"0,0.4",atk:"0,0.4",def:"0,0.4",spd:"0,0.4",avo:"0,0.4",cri:"0,0.4",sp:0}},
    {str:"負傷した",param:{str:"-200,0",vit:"-200,0",dex:"-200,0",agi:"-200,0",int:"-200,0",men:"-200,0",hp:"-200,0",mp:"-200,0",atk:"-200,0",def:"-200,0",spd:"-200,0",avo:"-200,0",cri:"-200,0",sp:0}},
    {str:"負傷した",param:{str:"-200,0",vit:"-200,0",dex:"-200,0",agi:"-200,0",int:"-200,0",men:"-200,0",hp:"-200,0",mp:"-200,0",atk:"-200,0",def:"-200,0",spd:"-200,0",avo:"-200,0",cri:"-200,0",sp:0}},
    {str:"負傷した",param:{str:"-200,0",vit:"-200,0",dex:"-200,0",agi:"-200,0",int:"-200,0",men:"-200,0",hp:"-200,0",mp:"-200,0",atk:"-200,0",def:"-200,0",spd:"-200,0",avo:"-200,0",cri:"-200,0",sp:0}},
    {str:"悩み多き",param:{str:"0,0",vit:"0,0",dex:"0,0",agi:"0,0",int:"0,0.3",men:"0,-0.7",hp:"0,0",mp:"0,0",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0}},
    {str:"悩み多き",param:{str:"0,0",vit:"0,0",dex:"0,0",agi:"0,0",int:"0,0.3",men:"0,-0.7",hp:"0,0",mp:"0,0",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0}},
    {str:"慎重な",param:{str:"0,0",vit:"0,0.3",dex:"0,0.5",agi:"0,-0.3",int:"0,0",men:"0,0",hp:"0,0",mp:"0,0",atk:"0,0",def:"0,0.3",spd:"0,-0.3",avo:"0,0",cri:"0,0",sp:0}},
    {str:"優秀な",param:{str:"10,0.1",vit:"10,0.1",dex:"10,0.1",agi:"10,0.1",int:"10,0.1",men:"10,0.1",hp:"10,0.1",mp:"10,0.1",atk:"10,0.1",def:"10,0.1",spd:"10,0.1",avo:"100,0.1",cri:"100,0.1",sp:0}},
    {str:"賢い",param:{str:"0,0",vit:"0,0",dex:"0,0",agi:"0,0",int:"30,0.5",men:"0,0",hp:"0,0",mp:"0,0",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0}},
    {str:"俊敏な",param:{str:"0,0",vit:"0,0",dex:"0,0",agi:"10,0.3",int:"0,0",men:"0,0",hp:"0,0",mp:"0,0",atk:"0,0",def:"0,0",spd:"10,0.1",avo:"10,0.2",cri:"0,0",sp:0}},
    {str:"鉄壁の",param:{str:"0,0",vit:"20,0.3",dex:"0,0",agi:"0,0",int:"0,0",men:"0,0",hp:"0,0",mp:"0,0",atk:"0,0",def:"10,0.1",spd:"0,0",avo:"0,0",cri:"0,0",sp:0}},
    {str:"悟りを開いた",param:{str:"0,0",vit:"0,0",dex:"0,0",agi:"0,0",int:"0,0",men:"0,0.8",hp:"0,0",mp:"0,0",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0}},
    {str:"器用な",param:{str:"0,0",vit:"0,0",dex:"0,0.7",agi:"0,0",int:"0,0",men:"0,0",hp:"0,0",mp:"0,0",atk:"0,0",def:"0,0",spd:"0,0",avo:"0,0",cri:"0,0",sp:0}},
  ]
}